Repository: skar404/slowth
Catalog: Localization/Localizable.xcstrings
Source language: en
Languages: ar, ar_eg, be, bn, cs, da, de, es, fil, fr, ha, he, hi, hu, hy, id, it, ja, ka, kk, ko, ky, lt, mr, ne, nl, pa_arab, pcm, pl, pt_br, pt_pt, ro, ru, sv, sw, ta, te, th, tr, uk, ur, vi, yue, zh_hans, zh_hant

source: For 24 hours, enabled restrictions cannot be turned off. You can add restrictions, but cannot enable whole-site blocking. The timer survives restarts and force-quits.
ar: لا يمكن إيقاف القيود المفعّلة لمدة 24 ساعة. يمكنك إضافة قيود، لكن لا يمكنك تفعيل حظر موقع بالكامل. يستمر المؤقت بعد إعادة التشغيل والإغلاق القسري.
ar_eg: مش هتقدر تلغي القيود المفعّلة لمدة 24 ساعة. تقدر تضيف قيود، لكن مش هتقدر تفعّل حظر موقع بالكامل. المؤقت بيكمل حتى بعد إعادة التشغيل أو قفل التطبيق بالقوة.
be: На працягу 24 гадзін уключаныя абмежаванні нельга адключыць. Можна дадаваць абмежаванні, але нельга ўключыць блакіроўку ўсяго сайта. Таймер працягвае працаваць пасля перазапуску і прымусовага закрыцця.
bn: ২৪ ঘণ্টার জন্য চালু থাকা বিধিনিষেধ বন্ধ করা যাবে না। আরও বিধিনিষেধ যোগ করতে পারবেন, তবে পুরো সাইট ব্লক করা চালু করতে পারবেন না। রিস্টার্ট বা জোর করে অ্যাপ বন্ধ করলেও টাইমার চলতে থাকে।
cs: Po dobu 24 hodin nelze vypnout zapnutá omezení. Můžete přidávat další omezení, ale nelze zapnout blokování celého webu. Časovač pokračuje i po restartu nebo vynuceném ukončení.
da: Aktive begrænsninger kan ikke slås fra i 24 timer. Du kan tilføje begrænsninger, men du kan ikke slå blokering af hele websteder til. Timeren fortsætter efter genstart og tvungen afslutning.
de: Aktive Einschränkungen lassen sich 24 Stunden lang nicht deaktivieren. Du kannst weitere Einschränkungen aktivieren, aber keine ganzen Websites sperren. Der Timer läuft nach Neustarts und erzwungenem Beenden weiter.
es: Durante 24 horas no se pueden desactivar las restricciones activas. Puedes añadir restricciones, pero no activar el bloqueo de sitios completos. El temporizador continúa tras reiniciar o forzar el cierre.
fil: Hindi maaaring i-off ang mga aktibong paghihigpit sa loob ng 24 na oras. Maaari kang magdagdag ng mga paghihigpit, pero hindi i-on ang pag-block ng buong site. Tuloy ang timer kahit mag-restart o puwersahang isara ang app.
fr: Pendant 24 heures, les restrictions actives ne peuvent pas être désactivées. Vous pouvez ajouter des restrictions, mais pas activer le blocage de sites entiers. Le compte à rebours continue après un redémarrage ou une fermeture forcée.
ha: Ba za a iya kashe takunkumin da aka kunna ba na awa 24. Za ka iya ƙara takunkumi, amma ba za ka iya kunna toshe shafi gaba ɗaya ba. Mai ƙidayar lokaci yana ci gaba bayan sake kunnawa ko rufe manhajar da ƙarfi.
he: במשך 24 שעות לא ניתן לבטל הגבלות פעילות. אפשר להוסיף הגבלות, אך אי אפשר להפעיל חסימה של אתר שלם. הטיימר ממשיך לפעול לאחר הפעלה מחדש או סגירה כפויה.
hi: 24 घंटे तक चालू प्रतिबंध बंद नहीं किए जा सकते। आप और प्रतिबंध जोड़ सकते हैं, लेकिन पूरी साइट को ब्लॉक करने का विकल्प चालू नहीं कर सकते। रीस्टार्ट करने या ऐप को ज़बरदस्ती बंद करने के बाद भी टाइमर चलता रहता है।
hu: A bekapcsolt korlátozásokat 24 órán át nem lehet kikapcsolni. További korlátozásokat bekapcsolhatsz, de teljes webhelyek blokkolását nem. Az időzítő újraindítás és kényszerített bezárás után is folytatódik.
hy: 24 ժամվա ընթացքում միացված սահմանափակումները հնարավոր չէ անջատել։ Կարող եք ավելացնել սահմանափակումներ, բայց չեք կարող միացնել ամբողջ կայքի արգելափակումը։ Ժամանակաչափը շարունակում է աշխատել վերագործարկումից և հարկադիր փակումից հետո։
id: Selama 24 jam, pembatasan yang aktif tidak dapat dinonaktifkan. Anda dapat menambah pembatasan, tetapi tidak dapat mengaktifkan pemblokiran seluruh situs. Pengatur waktu tetap berjalan setelah perangkat dimulai ulang atau aplikasi ditutup paksa.
it: Per 24 ore non puoi disattivare le restrizioni attive. Puoi aggiungere restrizioni, ma non attivare il blocco di interi siti. Il timer continua dopo un riavvio o una chiusura forzata.
ja: 24時間は、有効にした制限を解除できません。制限を追加することはできますが、サイト全体のブロックを有効にすることはできません。 再起動や強制終了後もタイマーは継続します。
ka: 24 საათის განმავლობაში ჩართული შეზღუდვების გამორთვა შეუძლებელია. შეგიძლიათ შეზღუდვების დამატება, მაგრამ ვერ ჩართავთ მთელი საიტის დაბლოკვას. ტაიმერი მუშაობას აგრძელებს გადატვირთვისა და იძულებითი დახურვის შემდეგაც.
kk: Қосылған шектеулерді 24 сағат бойы өшіру мүмкін емес. Қосымша шектеулер қосуға болады, бірақ бүкіл сайтты бұғаттауды қосуға болмайды. Таймер қайта іске қосқаннан және мәжбүрлі жапқаннан кейін де жұмыс істейді.
ko: 24시간 동안 활성화된 제한을 끌 수 없습니다. 제한을 추가할 수는 있지만 사이트 전체 차단을 활성화할 수는 없습니다. 다시 시작하거나 강제 종료해도 타이머는 계속됩니다.
ky: Күйгүзүлгөн чектөөлөрдү 24 саат бою өчүрүүгө болбойт. Кошумча чектөөлөрдү кошсоңуз болот, бирок бүтүндөй сайтты бөгөттөөнү күйгүзүүгө болбойт. Таймер кайра иштетүүдөн жана мажбурлап жабуудан кийин да иштей берет.
lt: 24 valandas negalėsite išjungti įjungtų apribojimų. Galite pridėti apribojimų, tačiau negalite įjungti visos svetainės blokavimo. Laikmatis veikia toliau paleidus iš naujo ar priverstinai uždarius programą.
mr: 24 तास सुरू असलेले निर्बंध बंद करता येणार नाहीत. तुम्ही आणखी निर्बंध जोडू शकता, पण संपूर्ण साइट ब्लॉक करणे सुरू करू शकत नाही. रीस्टार्ट केल्यानंतर किंवा अॅप सक्तीने बंद केल्यानंतरही टाइमर सुरू राहतो.
ne: २४ घण्टासम्म सक्रिय प्रतिबन्धहरू बन्द गर्न सकिँदैन। तपाईं थप प्रतिबन्धहरू लगाउन सक्नुहुन्छ, तर पूरै साइट ब्लक गर्ने विकल्प सक्रिय गर्न सक्नुहुन्न। पुनः सुरु गर्दा वा एप जबर्जस्ती बन्द गर्दा पनि टाइमर चलिरहन्छ।
nl: Ingeschakelde beperkingen kunnen 24 uur lang niet worden uitgeschakeld. Je kunt beperkingen toevoegen, maar het blokkeren van hele websites niet inschakelen. De timer loopt door na opnieuw opstarten of geforceerd afsluiten.
pa_arab: 24 گھنٹے تک چالو پابندیاں بند نہیں کیتیاں جا سکدیاں۔ تسیں ہور پابندیاں لا سکدے او، پر پوری سائٹ نوں بلاک کرن دا آپشن چالو نہیں کر سکدے۔ دوبارہ شروع کرن یا ایپ نوں زبردستی بند کرن توں بعد وی ٹائمر چلدا رہندا اے۔
pcm: For 24 hours, you no fit turn off restrictions wey don dey on. You fit add more restrictions, but you no fit turn on blocking for the whole site. The timer go still continue if you restart or force the app to close.
pl: Przez 24 godziny nie można wyłączyć aktywnych ograniczeń. Możesz dodawać ograniczenia, ale nie możesz włączyć blokowania całych witryn. Odliczanie trwa nadal po ponownym uruchomieniu lub wymuszonym zamknięciu.
pt_br: Durante 24 horas, as restrições ativas não podem ser desativadas. Você pode adicionar restrições, mas não pode ativar o bloqueio de sites inteiros. O temporizador continua após reiniciar ou forçar o fechamento.
pt_pt: Durante 24 horas, as restrições ativas não podem ser desativadas. Podes adicionar restrições, mas não podes ativar o bloqueio de sites inteiros. O temporizador continua após reiniciar ou forçar o fecho.
ro: Timp de 24 de ore, restricțiile active nu pot fi dezactivate. Poți adăuga restricții, dar nu poți activa blocarea unui site întreg. Cronometrul continuă după repornire sau închidere forțată.
ru: В течение 24 часов включённые ограничения нельзя отключить. Можно добавлять ограничения, но нельзя включать блокировку сайта целиком. Таймер продолжает работать после перезапуска и принудительного закрытия.
sv: Aktiva begränsningar kan inte stängas av på 24 timmar. Du kan lägga till begränsningar, men inte aktivera blockering av hela webbplatser. Timern fortsätter efter omstart och tvångsavslutning.
sw: Kwa saa 24, vizuizi vilivyowashwa haviwezi kuzimwa. Unaweza kuongeza vizuizi, lakini huwezi kuwasha uzuiaji wa tovuti nzima. Kipima muda kinaendelea baada ya kuwasha upya au kufunga programu kwa lazima.
ta: 24 மணிநேரத்திற்கு இயக்கப்பட்ட கட்டுப்பாடுகளை முடக்க முடியாது. கூடுதல் கட்டுப்பாடுகளைச் சேர்க்கலாம், ஆனால் முழு வலைத்தளத்தையும் தடுக்கும் வசதியை இயக்க முடியாது. மறுதொடக்கம் செய்தாலும் அல்லது செயலியை வலுக்கட்டாயமாக மூடினாலும் நேரக்கணிப்பு தொடரும்.
te: 24 గంటల పాటు అమలులో ఉన్న పరిమితులను ఆఫ్ చేయలేరు. మరిన్ని పరిమితులను జోడించవచ్చు, కానీ మొత్తం సైట్‌ను బ్లాక్ చేసే ఎంపికను ఆన్ చేయలేరు. పునఃప్రారంభించినా లేదా యాప్‌ను బలవంతంగా మూసివేసినా టైమర్ కొనసాగుతుంది.
th: ไม่สามารถปิดข้อจำกัดที่เปิดไว้ได้เป็นเวลา 24 ชั่วโมง คุณเพิ่มข้อจำกัดได้ แต่ไม่สามารถเปิดการบล็อกทั้งเว็บไซต์ได้ ตัวจับเวลาจะทำงานต่อหลังจากรีสตาร์ทหรือบังคับปิดแอป
tr: Etkin kısıtlamalar 24 saat boyunca kapatılamaz. Yeni kısıtlamalar ekleyebilirsiniz, ancak sitenin tamamını engellemeyi etkinleştiremezsiniz. Sayaç, yeniden başlatma ve zorla kapatma sonrasında devam eder.
uk: Протягом 24 годин увімкнені обмеження не можна вимкнути. Можна додавати обмеження, але не можна вмикати блокування всього сайту. Таймер продовжує працювати після перезапуску та примусового закриття.
ur: 24 گھنٹے تک فعال پابندیاں بند نہیں کی جا سکتیں۔ آپ مزید پابندیاں شامل کر سکتے ہیں، لیکن پوری سائٹ کو بلاک کرنے کا اختیار فعال نہیں کر سکتے۔ دوبارہ شروع کرنے یا ایپ کو زبردستی بند کرنے کے بعد بھی ٹائمر چلتا رہتا ہے۔
vi: Trong 24 giờ, bạn không thể tắt các hạn chế đã bật. Bạn có thể thêm hạn chế, nhưng không thể bật tính năng chặn toàn bộ trang web. Bộ đếm giờ vẫn tiếp tục sau khi khởi động lại hoặc buộc đóng ứng dụng.
yue: 24 小時內唔可以關閉已開啟嘅限制。你可以加強限制，但唔可以開啟封鎖整個網站。 重新啟動或者強制關閉之後，計時器仍然會繼續。
zh_hans: 24 小时内无法关闭已启用的限制。你可以添加限制，但无法启用整个网站的屏蔽。 重启或强制退出后，计时器仍会继续。
zh_hant: 24 小時內無法關閉已啟用的限制。你可以新增限制，但無法啟用整個網站的封鎖。 重新啟動或強制結束後，計時器仍會繼續。

source: Go to Apps → Safari → Extensions
ar: انتقل إلى التطبيقات ← ⁦Safari⁩ ← الإضافات
ar_eg: روح للتطبيقات ← ⁦Safari⁩ ← الإضافات
be: Перайдзіце ў «Праграмы» → Safari → «Пашырэнні»
bn: অ্যাপ → Safari → এক্সটেনশনে যান
cs: Přejděte do Aplikace → Safari → Rozšíření
da: Gå til Apps → Safari → Udvidelser
de: Gehe zu Apps → Safari → Erweiterungen
es: Ve a Apps → Safari → Extensiones
fil: Pumunta sa Apps → Safari → Extensions
fr: Allez dans Apps → Safari → Extensions
ha: Je zuwa Manhajoji → Safari → Ƙari
he: מעבר אל יישומים ← ⁦Safari⁩ ← הרחבות
hi: ऐप्स → Safari → एक्सटेंशन पर जाएँ
hu: Lépj az Appok → Safari → Bővítmények menübe
hy: Անցեք Հավելվածներ → Safari → Ընդլայնումներ
id: Buka App → Safari → Ekstensi
it: Vai su App → Safari → Estensioni
ja: アプリ → Safari → 拡張機能を開く
ka: გადადით: აპები → Safari → გაფართოებები
kk: Қолданбалар → Safari → Кеңейтімдер бөліміне өтіңіз
ko: 앱 → Safari → 확장 프로그램으로 이동
ky: Колдонмолор → Safari → Кеңейтүүлөр бөлүмүнө өтүңүз
lt: Eikite į Programos → Safari → Plėtiniai
mr: ॲप → Safari → एक्सटेंशन येथे जा
ne: एपहरू → Safari → एक्स्टेन्सनहरूमा जानुहोस्
nl: Ga naar Apps → Safari → Extensies
pa_arab: ایپاں ← ⁦Safari⁩ ← توسیعاں تے جاؤ
pcm: Go Apps → Safari → Extensions
pl: Przejdź do Aplikacje → Safari → Rozszerzenia
pt_br: Acesse Apps → Safari → Extensões
pt_pt: Vá a Apps → Safari → Extensões
ro: Accesează Aplicații → Safari → Extensii
ru: Откройте «Приложения» → Safari → «Расширения»
sv: Gå till Appar → Safari → Tillägg
sw: Nenda kwenye Programu → Safari → Viendelezi
ta: செயலிகள் → Safari → நீட்டிப்புகளுக்குச் செல்லவும்
te: యాప్‌లు → Safari → ఎక్స్‌టెన్షన్‌లకు వెళ్లండి
th: ไปที่แอป → Safari → ส่วนขยาย
tr: Uygulamalar → Safari → Uzantılar yolunu izleyin
uk: Перейдіть до «Програми» → Safari → «Розширення»
ur: ایپس ← ⁦Safari⁩ ← توسیعات پر جائیں
vi: Vào Ứng dụng → Safari → Tiện ích
yue: 前往「App」→「Safari」→「延伸功能」
zh_hans: 前往 App → Safari → 扩展
zh_hant: 前往「App」→「Safari」→「延伸功能」

source: Heads up
ar: تنبيه
ar_eg: خد بالك
be: Звярніце ўвагу
bn: খেয়াল করুন
cs: Upozornění
da: Vær opmærksom
de: Hinweis
es: Aviso
fil: Paalala
fr: À noter
ha: Lura
he: לתשומת לבך
hi: ध्यान दें
hu: Figyelem
hy: Ուշադրություն
id: Perhatian
it: Attenzione
ja: お知らせ
ka: ყურადღება
kk: Назар аударыңыз
ko: 알림
ky: Көңүл буруңуз
lt: Dėmesio
mr: लक्ष द्या
ne: ध्यान दिनुहोस्
nl: Let op
pa_arab: دھیان دیو
pcm: Make you know
pl: Uwaga
pt_br: Atenção
pt_pt: Atenção
ro: Atenție
ru: Обратите внимание
sv: Observera
sw: Tahadhari
ta: கவனிக்கவும்
te: గమనించండి
th: โปรดทราบ
tr: Dikkat
uk: Зверніть увагу
ur: توجہ دیں
vi: Lưu ý
yue: 提提你
zh_hans: 提示
zh_hant: 提醒

source: Help
ar: مساعدة
ar_eg: مساعدة
be: Даведка
bn: সাহায্য
cs: Nápověda
da: Hjælp
de: Hilfe
es: Ayuda
fil: Tulong
fr: Aide
ha: Taimako
he: עזרה
hi: मदद
hu: Súgó
hy: Օգնություն
id: Bantuan
it: Aiuto
ja: ヘルプ
ka: დახმარება
kk: Анықтама
ko: 도움말
ky: Жардам
lt: Pagalba
mr: मदत
ne: मद्दत
pa_arab: مدد
pl: Pomoc
pt_br: Ajuda
pt_pt: Ajuda
ro: Ajutor
ru: Справка
sv: Hjälp
sw: Msaada
ta: உதவி
te: సహాయం
th: ช่วยเหลือ
tr: Yardım
uk: Довідка
ur: مدد
vi: Trợ giúp
yue: 輔助說明
zh_hans: 帮助
zh_hant: 輔助說明

source: Help improve real-time blocking
ar: ساعد في تحسين الحظر في الوقت الفعلي
ar_eg: ساعدنا نحسّن الحظر الفوري
be: Дапамажыце палепшыць блакіроўку ў рэальным часе
bn: রিয়েল-টাইম ব্লকিং উন্নত করতে সাহায্য করুন
cs: Pomozte zlepšit blokování v reálném čase
da: Hjælp med at forbedre blokering i realtid
de: Echtzeit-Blockierung verbessern
es: Ayuda a mejorar el bloqueo en tiempo real
fil: Tumulong na pahusayin ang real-time na pag-block
fr: Améliorer le blocage en temps réel
ha: Taimaka wajen inganta toshewa a ainihin lokaci
he: עזרה בשיפור החסימה בזמן אמת
hi: रीयल-टाइम ब्लॉकिंग सुधारने में मदद करें
hu: Segíts javítani a valós idejű blokkolást
hy: Օգնեք բարելավել իրական ժամանակում արգելափակումը
id: Bantu tingkatkan pemblokiran waktu nyata
it: Aiuta a migliorare il blocco in tempo reale
ja: リアルタイムブロックの改善に協力
ka: დაგვეხმარეთ რეალურ დროში დაბლოკვის გაუმჯობესებაში
kk: Нақты уақыттағы бұғаттауды жақсартуға көмектесіңіз
ko: 실시간 차단 개선에 참여하기
ky: Реалдуу убакыттагы бөгөттөөнү жакшыртууга жардам бериңиз
lt: Padėkite tobulinti blokavimą realiuoju laiku
mr: रिअल-टाइम ब्लॉकिंग सुधारण्यास मदत करा
ne: वास्तविक समयमा रोक्ने सुविधा सुधार्न मद्दत गर्नुहोस्
nl: Help realtime blokkeren te verbeteren
pa_arab: فوری بلاکنگ بہتر بناؤن وچ مدد کرو
pcm: Help make real-time blocking better
pl: Pomóż ulepszyć blokowanie w czasie rzeczywistym
pt_br: Ajude a melhorar o bloqueio em tempo real
pt_pt: Ajude a melhorar o bloqueio em tempo real
ro: Ajută la îmbunătățirea blocării în timp real
ru: Помогите улучшить блокировку в реальном времени
sv: Hjälp till att förbättra blockering i realtid
sw: Saidia kuboresha uzuiaji wa wakati halisi
ta: நிகழ்நேரத் தடுப்பை மேம்படுத்த உதவுங்கள்
te: రియల్-టైమ్ బ్లాకింగ్‌ను మెరుగుపరచడంలో సహాయపడండి
th: ช่วยปรับปรุงการบล็อกแบบเรียลไทม์
tr: Gerçek zamanlı engellemeyi geliştirmeye yardım edin
uk: Допоможіть покращити блокування в реальному часі
ur: حقیقی وقت کی بلاکنگ بہتر بنانے میں مدد کریں
vi: Giúp cải thiện tính năng chặn theo thời gian thực
yue: 幫手改善即時封鎖
zh_hans: 帮助改进实时屏蔽
zh_hant: 協助改善即時封鎖

source: Hide distracting surfaces
ar: إخفاء المحتوى المشتت
ar_eg: إخفاء المحتوى اللي بيشتت الانتباه
be: Хаваць змесціва, якое адцягвае ўвагу
bn: মনোযোগ সরিয়ে নেওয়া অংশ লুকান
cs: Skrýt rušivý obsah
da: Skjul distraherende indhold
de: Ablenkende Bereiche ausblenden
es: Ocultar las distracciones
fil: Itago ang mga nakakaabala
fr: Masquer les sources de distraction
ha: Ɓoye abubuwan da ke ɗauke hankali
he: הסתרת תוכן מסיח דעת
hi: ध्यान भटकाने वाले हिस्से छिपाएँ
hu: Zavaró tartalmak elrejtése
hy: Թաքցնել շեղող բովանդակությունը
id: Sembunyikan konten pengalih perhatian
it: Nascondi contenuti che distraggono
ja: 気が散るコンテンツを非表示にする
ka: ყურადღების გამფანტავი კონტენტის დამალვა
kk: Алаңдататын мазмұнды жасыру
ko: 주의를 분산시키는 콘텐츠 숨기기
ky: Алаксыткан мазмунду жашыруу
lt: Slėpti dėmesį blaškantį turinį
mr: लक्ष विचलित करणारे भाग लपवा
ne: ध्यान भड्काउने सामग्री लुकाउनुहोस्
nl: Afleidende onderdelen verbergen
pa_arab: دھیان ونڈن والا مواد لُکاؤ
pcm: Hide things wey dey distract you
pl: Ukrywaj rozpraszające treści
pt_br: Ocultar distrações
pt_pt: Ocultar distrações
ro: Ascunde conținutul care distrage
ru: Скрытие отвлекающего контента
sv: Dölj distraherande innehåll
sw: Ficha maudhui yanayovuruga umakini
ta: கவனத்தைச் சிதறடிக்கும் பகுதிகளை மறை
te: దృష్టి మరల్చే భాగాలను దాచు
th: ซ่อนส่วนที่ทำให้เสียสมาธิ
tr: Dikkat dağıtan içerikleri gizle
uk: Приховування відволікального вмісту
ur: توجہ بھٹکانے والا مواد چھپائیں
vi: Ẩn nội dung gây xao nhãng
yue: 隱藏令人分心嘅內容
zh_hans: 隐藏让人分心的内容
zh_hant: 隱藏容易分心的內容

source: How Slowth works
ar: كيف يعمل ⁦Slowth⁩
ar_eg: ⁦Slowth⁩ بيشتغل إزاي
be: Як працуе Slowth
bn: Slowth যেভাবে কাজ করে
cs: Jak funguje Slowth
da: Sådan virker Slowth
de: So funktioniert Slowth
es: Cómo funciona Slowth
fil: Paano gumagana ang Slowth
fr: Comment fonctionne Slowth
ha: Yadda Slowth yake aiki
he: איך ⁦Slowth⁩ עובד
hi: Slowth कैसे काम करता है
hu: Így működik a Slowth
hy: Ինչպես է աշխատում Slowth-ը
id: Cara kerja Slowth
it: Come funziona Slowth
ja: Slowthの仕組み
ka: როგორ მუშაობს Slowth
kk: Slowth қалай жұмыс істейді
ko: Slowth의 작동 방식
ky: Slowth кантип иштейт
lt: Kaip veikia „Slowth“
mr: Slowth कसे काम करते
ne: Slowth ले कसरी काम गर्छ
nl: Zo werkt Slowth
pa_arab: ⁦Slowth⁩ کِویں کم کردا اے
pcm: How Slowth dey work
pl: Jak działa Slowth
pt_br: Como o Slowth funciona
pt_pt: Como o Slowth funciona
ro: Cum funcționează Slowth
ru: Как работает Slowth
sv: Så fungerar Slowth
sw: Jinsi Slowth inavyofanya kazi
ta: Slowth செயல்படும் விதம்
te: Slowth ఎలా పనిచేస్తుంది
th: Slowth ทำงานอย่างไร
tr: Slowth nasıl çalışır
uk: Як працює Slowth
ur: ⁦Slowth⁩ کیسے کام کرتا ہے
vi: Cách Slowth hoạt động
yue: Slowth 點樣運作
zh_hans: Slowth 的工作原理
zh_hant: Slowth 的運作方式

source: How it works
ar: كيف يعمل
ar_eg: بيشتغل إزاي
be: Як гэта працуе
bn: যেভাবে কাজ করে
cs: Jak to funguje
da: Sådan virker det
de: So funktioniert’s
es: Cómo funciona
fil: Paano ito gumagana
fr: Fonctionnement
ha: Yadda yake aiki
he: איך זה עובד
hi: यह कैसे काम करता है
hu: Így működik
hy: Ինչպես է աշխատում
id: Cara kerjanya
it: Come funziona
ja: 使い方
ka: როგორ მუშაობს
kk: Қалай жұмыс істейді
ko: 사용 방법
ky: Кантип иштейт
lt: Kaip tai veikia
mr: हे कसे काम करते
ne: यसले कसरी काम गर्छ
nl: Zo werkt het
pa_arab: ایہہ کِویں کم کردا اے
pcm: How e dey work
pl: Jak to działa
pt_br: Como funciona
pt_pt: Como funciona
ro: Cum funcționează
ru: Как это работает
sv: Så fungerar det
sw: Jinsi inavyofanya kazi
ta: இது செயல்படும் விதம்
te: ఇది ఎలా పనిచేస్తుంది
th: วิธีการทำงาน
tr: Nasıl çalışır
uk: Як це працює
ur: یہ کیسے کام کرتا ہے
vi: Cách hoạt động
yue: 點樣運作
zh_hans: 使用方法
zh_hant: 運作方式

source: If Slowth blocked the wrong screen, missed blocked content, or setup didn’t work, tell me what happened.
ar: إذا حظر ⁦Slowth⁩ شاشة خاطئة أو فاته محتوى محظور أو لم ينجح الإعداد، فأخبرني بما حدث.
ar_eg: لو ⁦Slowth⁩ حظر شاشة غلط، أو فوّت محتوى كان المفروض يتحظر، أو الإعداد مشتغلش، قولي إيه اللي حصل.
be: Калі Slowth заблакіраваў не той экран, прапусціў змесціва або наладжванне не ўдалося, раскажыце, што здарылася.
bn: Slowth ভুল স্ক্রিন ব্লক করলে, কনটেন্ট ব্লক করতে না পারলে বা সেটআপ কাজ না করলে কী ঘটেছে জানান।
cs: Pokud Slowth zablokoval nesprávnou obrazovku, přehlédl blokovaný obsah nebo se nastavení nezdařilo, napište mi, co se stalo.
da: Hvis Slowth blokerede den forkerte skærm, overså indhold, eller opsætningen ikke virkede, så fortæl mig, hvad der skete.
de: Wenn Slowth den falschen Bildschirm blockiert, Inhalte übersieht oder die Einrichtung nicht klappt, erzähl mir, was passiert ist.
es: Si Slowth bloqueó una pantalla equivocada, no detectó contenido bloqueado o la configuración falló, cuéntame qué pasó.
fil: Kung maling screen ang na-block ng Slowth, may content na hindi nito na-block, o hindi gumana ang pag-setup, ikuwento kung ano ang nangyari.
fr: Si Slowth a bloqué le mauvais écran, manqué du contenu à bloquer ou si la configuration a échoué, dites-moi ce qui s’est passé.
ha: Idan Slowth ya toshe allon da bai dace ba, ya bar abun cikin da ya kamata ya toshe, ko saitawa ba ta yi aiki ba, gaya mini abin da ya faru.
he: אם ⁦Slowth⁩ חסם מסך שגוי, פספס תוכן לחסימה או שההגדרה לא עבדה, אפשר לספר לי מה קרה.
hi: अगर Slowth ने गलत स्क्रीन ब्लॉक की, सामग्री छूट गई या सेटअप नहीं हुआ, तो बताएँ कि क्या हुआ था।
hu: Ha a Slowth rossz képernyőt blokkolt, nem vett észre blokkolandó tartalmat, vagy a beállítás nem működött, írd meg, mi történt.
hy: Եթե Slowth-ը սխալ էկրան է արգելափակել, բաց է թողել բովանդակություն կամ կարգավորումը չի աշխատել, պատմեք՝ ինչ է պատահել։
id: Jika Slowth memblokir layar yang salah, melewatkan konten, atau pengaturan tidak berhasil, ceritakan apa yang terjadi.
it: Se Slowth ha bloccato la schermata sbagliata, non ha rilevato contenuti da bloccare o la configurazione non ha funzionato, raccontami cosa è successo.
ja: 間違った画面がブロックされた、対象のコンテンツが見逃された、設定がうまくいかなかった場合は、何が起きたか教えてください。
ka: თუ Slowth-მა არასწორი ეკრანი დაბლოკა, კონტენტი გამოტოვა ან დაყენება ვერ მოხერხდა, მომწერეთ, რა მოხდა.
kk: Slowth қате экранды бұғаттаса, мазмұнды өткізіп алса немесе баптау жұмыс істемесе, не болғанын айтыңыз.
ko: Slowth가 잘못된 화면을 차단했거나 차단 대상 콘텐츠를 놓쳤거나 설정이 잘되지 않았다면 어떤 일이 있었는지 알려 주세요.
ky: Slowth туура эмес экранды бөгөттөсө, мазмунду өткөрүп жиберсе же жөндөө иштебесе, эмне болгонун айтып бериңиз.
lt: Jei „Slowth“ užblokavo netinkamą ekraną, praleido blokuojamą turinį arba sąranka nepavyko, papasakokite, kas nutiko.
mr: Slowth ने चुकीची स्क्रीन ब्लॉक केली, सामग्री ब्लॉक झाली नाही किंवा सेटअप चालला नाही, तर काय झाले ते कळवा.
ne: Slowth ले गलत स्क्रिन रोक्यो, रोक्नुपर्ने सामग्री छुटायो वा सेटअपले काम गरेन भने के भयो मलाई बताउनुहोस्।
nl: Heeft Slowth het verkeerde scherm geblokkeerd, inhoud gemist of werkte de configuratie niet? Vertel me wat er gebeurde.
pa_arab: جے ⁦Slowth⁩ نے غلط سکرین بلاک کیتی، مواد چھڈ دِتا یا سیٹ اپ نے کم نئیں کیتا، مینوں دَسو کی ہویا۔
pcm: If Slowth block wrong screen, miss content wey e suppose block, or setup no work, tell me wetin happen.
pl: Jeśli Slowth zablokował niewłaściwy ekran, przepuścił blokowane treści lub konfiguracja się nie udała, opisz, co się stało.
pt_br: Se o Slowth bloqueou a tela errada, deixou passar conteúdo bloqueado ou a configuração não funcionou, conte o que aconteceu.
pt_pt: Se o Slowth bloqueou o ecrã errado, deixou passar conteúdo bloqueado ou a configuração não funcionou, conte o que aconteceu.
ro: Dacă Slowth a blocat ecranul greșit, a omis conținut de blocat sau configurarea nu a funcționat, spune-mi ce s-a întâmplat.
ru: Если Slowth заблокировал не тот экран, пропустил контент или настройка не удалась, расскажите, что произошло.
sv: Om Slowth blockerade fel vy, missade innehåll eller inställningen inte fungerade, berätta vad som hände.
sw: Ikiwa Slowth ilizuia skrini isiyofaa, ilikosa maudhui ya kuzuia au usanidi haukufanya kazi, niambie kilichotokea.
ta: Slowth தவறான திரையைத் தடுத்தாலோ, உள்ளடக்கத்தைத் தவறவிட்டாலோ, அமைப்பு வேலை செய்யாவிட்டாலோ என்ன நடந்தது என்று தெரிவிக்கவும்.
te: Slowth తప్పు స్క్రీన్‌ను బ్లాక్ చేసినా, కంటెంట్‌ను గుర్తించకపోయినా లేదా సెటప్ పనిచేయకపోయినా ఏం జరిగిందో తెలియజేయండి.
th: หาก Slowth บล็อกผิดหน้าจอ พลาดเนื้อหาที่ควรบล็อก หรือตั้งค่าไม่สำเร็จ โปรดบอกว่าเกิดอะไรขึ้น
tr: Slowth yanlış ekranı engellediyse, içeriği kaçırdıysa veya kurulum çalışmadıysa ne olduğunu bana anlatın.
uk: Якщо Slowth заблокував не той екран, пропустив вміст або налаштування не вдалося, розкажіть, що сталося.
ur: اگر ⁦Slowth⁩ نے غلط اسکرین بلاک کی، مواد چھوڑ دیا یا سیٹ اپ کام نہیں کر سکا تو مجھے بتائیں کیا ہوا۔
vi: Nếu Slowth chặn nhầm màn hình, bỏ sót nội dung cần chặn hoặc thiết lập không thành công, hãy cho tôi biết điều gì đã xảy ra.
yue: 如果 Slowth 封鎖錯畫面、漏咗應該封鎖嘅內容，或者設定唔成功，請話畀我知發生咗咩事。
zh_hans: 如果 Slowth 屏蔽了错误的界面、漏掉了应屏蔽的内容，或设置未成功，请告诉我发生了什么。
zh_hant: 如果 Slowth 封鎖了錯誤畫面、漏掉應封鎖的內容，或設定無法完成，請告訴我發生了什麼事。
